Repository: GIScience/ohsome-quality-api
Catalog: ohsome_quality_api/locale/*/LC_MESSAGES/messages.po
Languages: de

source: All linear OSM features holding the prinicipal tag `highway=*`. The road network defined by all objects which hold the principal tags for the road network and their link roads as defined in the <a href="https://wiki.openstreetmap.org/wiki/Key:highway">OSM Wiki</a>
de: Alle linearen OSM-Objekte mit dem Haupt-Tag `highway=*`. Das Straßennetz, definiert durch alle Objekte, die die Haupt-Tags für das Straßennetz und ihre Verbindungsstraßen tragen, wie im <a href="https://wiki.openstreetmap.org/wiki/Key:highway">OSM-Wiki</a> definiert.

source: Roads (cars)
de: Straßen (Autos)

source: All linear OSM features referring to a road usable by vehicles (i.e. cars). The road network defined by all objects which hold the principal tags for the road network and their link roads as defined in the <a href="https://wiki.openstreetmap.org/wiki/Highways#Roads_and_tracks">OSM Wiki</a>
de: Alle linearen OSM-Objekte, die sich auf Straßen beziehen, die von Fahrzeugen (z. B. Autos) genutzt werden können. Das Straßennetz, definiert durch alle Objekte, die die Haupt-Tags für das Straßennetz und ihre Verbindungsstraßen tragen, wie im <a href="https://wiki.openstreetmap.org/wiki/Highways#Roads_and_tracks">OSM-Wiki</a> definiert.

source: Railways
de: Eisenbahnen

source: Railway networks.
de: Eisenbahnnetze.

source: Bridges (cars)
de: Brücken (Autos)

source: All linear OSM features referring to a bridge usable by vehicles.
de: Alle linearen OSM-Objekte, die sich auf von Fahrzeugen nutzbare Brücken beziehen.

source: Bridges (all ways)
de: Brücken (alle Wege)

source: All linear OSM features referring to a bridge including footpaths only.
de: Alle linearen OSM-Objekte, die sich auf Brücken beziehen, einschließlich reiner Fußwege.

source: Bridges (count)
de: Brücken (Anzahl)

source: Count of all polygons labelled as bridge.
de: Anzahl aller als Brücke gekennzeichneten Polygone.

source: All linear OSM features referring to a cycleway. Includes exclusive cycleways and cycleways on the side of streets.
de: Alle linearen OSM-Objekte, die sich auf Radwege beziehen. Beinhaltet exklusive Radwege sowie Radwege entlang von Straßen.

source: Power Lines
de: Stromleitungen

source: All linear OSM features referring to power lines.
de: Alle linearen OSM-Objekte, die sich auf Stromleitungen beziehen.

source: Power Substation
de: Umspannwerk

source: A facility which controls the flow of electricity in a power network with transformers, switchgear or compensators.
de: Eine Anlage, die den Stromfluss in einem Stromnetz mit Transformatoren, Schaltanlagen oder Kompensatoren steuert.

source: Footpath
de: Fußweg

source: All linear OSM features commonly used for walking, including dedicated pedestrian paths, shared-use paths, and roads where foot traffic is allowed or sidewalks exist.
de: Alle linearen OSM-Objekte, die üblicherweise zum Gehen genutzt werden, einschließlich ausgewiesener Fußwege, gemeinsamer Nutzungspfade sowie Straßen, auf denen Fußverkehr erlaubt ist oder Gehwege existieren.

source: Points of interest.
de: Points of Interest (Orte von Interesse).

source: Schools
de: Schulen

source: Count of schools.
de: Anzahl der Schulen.

source: Kindergartens
de: Kindergärten

source: Count of kindergartens.
de: Anzahl der Kindergärten.

source: Clinics
de: Kliniken

source: Count of clinics.
de: Anzahl der Kliniken.

source: Doctors
de: Ärzte

source: Count of doctors.
de: Anzahl der Ärzte.

source: Bus Stops
de: Bushaltestellen

source: Count of bus stops.
de: Anzahl der Bushaltestellen.

source: Tram Stops
de: Straßenbahnhaltestellen

source: Count of tram stops.
de: Anzahl der Straßenbahnhaltestellen.

source: Public Transport Stops
de: ÖPNV-Haltestellen

source: Count of public transport stops.
de: Anzahl der ÖPNV-Haltestellen.

source: Subway Stations
de: U-Bahn-Stationen

source: Count of subway stops.
de: Anzahl der U-Bahn-Haltestellen.

source: Supermarkets
de: Supermärkte

source: Count of supermarkets.
de: Anzahl der Supermärkte.

source: Marketplaces
de: Marktplätze

source: Count of marketplaces.
de: Anzahl der Marktplätze.

source: Count of parks.
de: Anzahl der Parks.

source: Sports Pitches
de: Sportplätze

source: Count of sports pitches (an area designed for practising a particular sport).
de: Anzahl der Sportplätze (ein Bereich, der für die Ausübung einer bestimmten Sportart vorgesehen ist).

source: Forests
de: Wälder

source: Count of forests.
de: Anzahl der Wälder.

source: Industrial Landuse (count)
de: Gewerbegebiets-Nutzung (Anzahl)

source: Industrial landsites.
de: Gewerbegebiete.

source: Industrial Landuse (area)
de: Gewerbegebiets-Nutzung (Fläche)

source: Industrial areas.
de: Gewerbeflächen.

source: Fitness Centres
de: Fitnesszentren

source: Count of fitness centres.
de: Anzahl der Fitnesszentren.

source: Fire Stations
de: Feuerwachen

source: Count of firestations.
de: Anzahl der Feuerwachen.

source: Hospitals
de: Krankenhäuser

source: Count of hospitals.
de: Anzahl der Krankenhäuser.

source: UNICEF Roads
de: UNICEF-Straßen

source: The road network usable for routing as defined for the UNICEF Project.
de: Das für Routing nutzbare Straßennetz, wie für das UNICEF-Projekt definiert.

source: Primary Healthcare facilities for UNICEF Project
de: Primäre Gesundheitseinrichtungen für das UNICEF-Projekt

source: MapAction Settlements Count
de: MapAction Siedlungen (Anzahl)

source: Number of settlements (cities).
de: Anzahl der Siedlungen (Städte).

source: MapAction Capital City Count
de: MapAction Hauptstädte (Anzahl)

source: Number of capital cities.
de: Anzahl der Hauptstädte.

source: MapAction Rail Length
de: MapAction Eisenbahnnetz (Länge)

source: Length of objects identified as rails (large railways).
de: Länge der als Eisenbahnstrecken identifizierten Objekte.

source: MapAction Major Roads length
de: MapAction Hauptstraßen (Länge)

source: Length of objects identified as major roads (primary, motorway and trunk).
de: Länge der als Hauptstraßen identifizierten Objekte (primary, motorway und trunk).

source: MapAction Lakes Count
de: MapAction Seen (Anzahl)

source: Number of objects identified as lakes, lagoons and reservoirs.
de: Anzahl der als Seen, Lagunen und Stauseen identifizierten Objekte.

source: MapAction Lakes Area
de: MapAction Seen (Fläche)

source: Area of objects identified as lakes, lagoons and reservoirs.
de: Fläche der als Seen, Lagunen und Stauseen identifizierten Objekte.

source: MapAction Rivers Length
de: MapAction Flüsse (Länge)

source: Length of objects identified as rivers (or riverbanks).
de: Länge der als Flüsse (oder Flussufer) identifizierten Objekte.

source: Land Use and Land Cover
de: Landnutzung und Landbedeckung

source: Features related to land use and land cover.
de: Objekte im Zusammenhang mit Landnutzung und Landbedeckung.

source: Local food shops
de: Lokale Lebensmittelgeschäfte

source: Count of local food shops.
de: Anzahl der lokalen Lebensmittelgeschäfte.

source: Count of fast food restaurants.
de: Anzahl der Fast-Food-Restaurants.

source: Count of restaurants.
de: Anzahl der Restaurants.

source: Count of convenience stores.
de: Anzahl der Convenience Stores.

source: Pubs and biergartens
de: Pubs und Biergärten

source: Count of pubs and biergartens.
de: Anzahl der Pubs und Biergärten.

source: Alcohol and beverages
de: Alkohol- und Getränkegeschäfte

source: Count of shops selling alcohol.
de: Anzahl der Geschäfte, die Alkohol verkaufen.

source: Sweets and pastries
de: Süßwaren- und Backwarengeschäfte

source: Count of shops selling sweets and pastries.
de: Anzahl der Geschäfte, die Süßwaren und Backwaren verkaufen.

source: Arable Land CLC
de: Ackerland CLC

source: Selected features for Corine Land Cover Category "Arable Land" (level 2) in Agriculture.
de: Ausgewählte Objekte für die Corine-Land-Cover-Kategorie „Ackerland“ (Stufe 2) in Landwirtschaft.

source: Permanent Crops CLC
de: Dauerkulturen CLC

source: Selected features for Corine Land Cover Category "Permanent Crops" (level 2) in Agriculture.
de: Ausgewählte Objekte für die Corine-Land-Cover-Kategorie „Dauerkulturen“ (Stufe 2) in Landwirtschaft.

source: Pastures CLC
de: Weideland CLC

source: Selected features for Corine Land Cover Category "Pastures" (level 2) in Agriculture.
de: Ausgewählte Objekte für die Corine-Land-Cover-Kategorie „Weideland“ (Stufe 2) in Landwirtschaft.

source: Forests CLC
de: Wälder CLC

source: Selected features for Corine Land Cover Category "Forests" (level 2) in Seminatural Land.
de: Ausgewählte Objekte für die Corine-Land-Cover-Kategorie „Wälder“ (Stufe 2) im Bereich „Halbnatürliche Flächen“.

source: Leaf Types of Forests CLC
de: Blatttypen der Wälder CLC

source: Frequency of forests according to Corine Land Cover Category "Forests" (level 2) tagged with Leaf Type.
de: Häufigkeit von Wäldern gemäß der Corine-Land-Cover-Kategorie „Wälder“ (Stufe 2), gekennzeichnet mit Blatttyp.

source: Shrubs CLC
de: Strauchvegetation CLC

source: Selected features for Corine Land Cover Category "Shrubs" (level 2) in Seminatural Land.
de: Ausgewählte Objekte für die Corine-Land-Cover-Kategorie „Strauchvegetation“ (Stufe 2) im Bereich „Halbnatürliche Flächen“.

source: Open Spaces CLC
de: Offene Räume CLC

source: Selected features for Corine Land Cover Category "Open Spaces" (level 2) in Seminatural Land.
de: Ausgewählte Objekte für die Corine-Land-Cover-Kategorie „Offene Räume“ (Stufe 2) im Bereich „Halbnatürliche Flächen“.

source: Wetlands CLC
de: Feuchtgebiete CLC

source: Selected features for Corine Land Cover Category "Wetlands" (level 1).
de: Ausgewählte Objekte für die Corine-Land-Cover-Kategorie „Feuchtgebiete“ (Stufe 1).

source: Water CLC
de: Wasserflächen CLC

source: Selected features for Corine Land Cover Category "Water" (level 1), excluding waterways.
de: Ausgewählte Objekte für die Corine-Land-Cover-Kategorie „Wasserflächen“ (Stufe 1), ohne Wasserstraßen.

source: Waterways CLC
de: Wasserstraßen CLC

source: Selected features for Corine Land Cover Category "Waterways" (level 2) in Water.
de: Ausgewählte Objekte für die Corine-Land-Cover-Kategorie „Wasserstraßen“ (Stufe 2) im Bereich „Wasser“.

source: A minimal topic definition for testing purposes.
de: Eine minimale Themen-Definition zu Testzwecken.

source: Infrastructure Lines
de: Infrastrukturlinien

source: Line objects related to infrastructure.
de: Linienobjekte im Zusammenhang mit Infrastruktur.

source: Query returned no record.
de: Abfrage ergab keinen Eintrag.
