Repository: GIScience/ohsome-quality-api
Catalog: ohsome_quality_api/locale/*/LC_MESSAGES/messages.po
Languages: de

source: ohsome filter query representing custom attributes.
de: ohsome-Filterabfrage, die benutzerdefinierte Attribute darstellt.

source: Title describing the attributes represented by the Attribute Filter.
de: Titel, der die durch den Attributfilter dargestellten Attribute beschreibt.

source: CORINE Land Cover is a pan-European land cover inventory with thematic classes.
de: CORINE Land Cover ist eine paneuropäische Bodenbedeckungsdatenbank mit thematischen Klassen.

source: Height of Buildings
de: Gebäudehöhe

source: House Number
de: Hausnummer

source: Street Address
de: Straßenadresse

source: City Address
de: Stadtadresse

source: Postcode Address
de: Postleitzahl

source: Country Address
de: Landesadresse

source: State Address
de: Bundeslandadresse

source: Suburb Address
de: Vorortadresse

source: District Address
de: Bezirksadresse

source: Levels of Buildings
de: Stockwerke von Gebäuden

source: Shape of Roofs
de: Dachform

source: Levels of Roofs
de: Dachebenen

source: Material of Buildings
de: Baumaterial der Gebäude

source: Material of Roofs
de: Material der Dächer

source: Colour of Roofs
de: Farbe der Dächer

source: Colour of Buildings
de: Farbe der Gebäude

source: Source
de: Quelle

source: Public transport platform
de: Bahnsteig des öffentlichen Verkehrs

source: Bus stop area
de: Bushaltestellenbereich

source: shelter
de: Unterstand

source: Birthing centre
de: Geburtshaus

source: Blood donation
de: Blutspende

source: Vaccination centre
de: Impfzentrum

source: Opening Hours
de: Öffnungszeiten

source: Specialty
de: Fachrichtung

source: Phone Number
de: Telefonnummer

source: Emergency
de: Notfall

source: Swimming
de: Schwimmen

source: Weightlifting
de: Gewichtheben

source: Leaf Type
de: Blattart

source: Playground
de: Spielplatz

source: Winery
de: Weingut

source: Shop Name
de: Name des Geschäfts

source: Theme park
de: Freizeitpark

source: Lit
de: Beleuchtet

source: Surface
de: Oberfläche

source: Access
de: Zugang

source: Subway stop area
de: U-Bahn-Haltestellenbereich

source: Brand
de: Marke

source: Tram stop area
de: Straßenbahnhaltestellenbereich

source: Type of Leaves
de: Blattart

source: Road Name
de: Straßenname

source: Sidewalk
de: Gehweg

source: Crossing
de: Fußgängerüberweg

source: Cycleway
de: Radweg

source: Cycleway Share Busway
de: Radweg gemeinsam mit Busspur

source: Parking
de: Parkplatz

source: Maxspeed
de: Höchstgeschwindigkeit

source: Oneway
de: Einbahnstraße

source: Lanes
de: Fahrspuren

source: Shelter
de: Unterstand

source: Bench
de: Sitzbank

source: Trash Bin
de: Mülleimer

source: Tactile Paving
de: Taktiles Pflaster

source: Wheelchair Accessibility
de: Rollstuhlgerecht

source: Bus Lines
de: Buslinien

source: List of all bus lines stopping at a certain stop.
de: Liste aller Buslinien, die an einer bestimmten Haltestelle halten.

source: Departures Board
de: Abfahrtstafel

source: Voltage
de: Spannung

source: Describing the voltage of power lines.
de: Beschreibt die Spannung von Stromleitungen.

source: Cable
de: Kabel

source: Number of electrically separated, individual or bundled, power-carrying conductors in a power line or cable.
de: Anzahl elektrisch getrennter, einzelner oder gebündelter stromführender Leiter in einer Stromleitung oder einem Kabel.

source: Frequency
de: Frequenz

source: Describes the frequency of power infrastructure in the unit herz.
de: Beschreibt die Frequenz der Energieinfrastruktur in der Einheit Hertz.

source: Operator
de: Betreiber

source: Сompany, corporation, person or any other entity who is directly in charge of the current operation of a map object.
de: Unternehmen, Organisation, Person oder andere Einheit, die direkt für den aktuellen Betrieb eines Kartenelements verantwortlich ist.

source: For describing the voltage of substations.
de: Zur Beschreibung der Spannung von Umspannwerken.

source: Location
de: Standort

source: To define the location of a feature which may be above or under ground or in relation to objects such as roofs, bridges or buildings.
de: Zur Definition der Position eines Objekts, das sich über oder unter der Erde oder in Bezug auf andere Objekte wie Dächer, Brücken oder Gebäude befinden kann.

source: The creation of the Indicator was unsuccessful.
de: Die Erstellung des Indikators war nicht erfolgreich.

source: Mapping Saturation
de: Kartierungssättigung

source: Calculate if mapping has saturated. High saturation has been reached if the growth of the fitted curve is minimal.
de: Berechne ob das Kartieren gesättigt ist. Bei hohe Sättigung ist die Steigung der Kurve minimal.

source: An minimal Indicator for testing purposes.
de: Ein minimaler Indikator zum Testen.

source: Currentness
de: Aktualität

source: Estimate currentness of features by classifying contributions based on topic specific temporal thresholds into three groups: up-to-date, in-between and out-of-date.
de: Schätzung der Aktualität von Merkmalen durch Klassifizierung der Beiträge anhand themenspezifischer zeitlicher Schwellenwerte in drei Gruppen: aktuell, dazwischen und veraltet.

source: Road Comparison
de: Straßenvergleich

source: Compare the road length of OSM roads with the road length of reference data.
de: Verleich der Straßenlänge in OSM mit der Straßenlänge in einem Referenzdatensatz.

source: Building Comparison
de: Gebäudevergleich

source: Comparison of OSM buildings with the buildings of reference datasets.
de: Vergleich der Gebäude in OSM mit den Gebäuden in einem Referenzdatensatz.

source: Attribute Completeness
de: Attributvollständigkeit

source: Derive the ratio of OSM features compared to features which match additional expected tags (e.g. amenity=hospital vs amenity=hospital and wheelchair=yes).
de: Berechne das Verhältnis von OSM-Features im Vergleich zu Features, die mitzusätzlichen erwarteten Tags übereinstimmen.

source: Land Cover Thematic Accuracy
de: Thematische Genauigkeit für Landbedeckung

source: Thematic accuracy OpenStreetMap land cover data in comparison to the <a href="https://land.copernicus.eu/en/products/corine-land-cover">CORINE Land Cover (CLC)</a> dataset.
de: Thematische Genauigkeit für OpenStreetMap Landbedeckungsdaten im Vergleich zu <a href="https://land.copernicus.eu/en/products/corine-land-cover">CORINE Land Cover (CLC)</a> Datensatz.

source: Land Cover Completeness
de: Landbedeckungsvollständigkeit

source: Percentage of the area of interest that is covered by OpenStreetMap land cover data.
de: Prozentualer Anteil der Fläche des Untersuchungsgebiets, der durch OpenStreetMap-Landbedeckungsdaten abgedeckt ist.

source: User Activity
de: Nutzeraktivität

source: Shows the count of unique mappers per month for the selected topic. None-quality indicator.
de: Zeigt die Anzahl der individuellen Mapper pro Monat für das ausgewählte Thema an. KeinQualitätsindikator.

source: No features in this region
de: Keine Features in dieser Region

source: attributes
de: Attribute

source: attribute
de: Attribut

source: {absolute_value} elements
de: {absolute_value} Elemente

source: elements
de: Elemente

source: The attribute completeness is low (<25%).
de: Die Attributvollständigkeit ist niedrig (<25%).

source: The attribute completeness is medium (25%-75%).
de: Die Attributvollständigkeit ist mittelmäßig (25%-75%).

source: The attribute completeness is high (>75%).
de: Die Attributvollständigkeit ist hoch (>75%).

source: The quality level could not be calculated for this indicator.
de: Das Qualitätslevel konnte für diesen Indikator nicht berechnet werden.

source: $result of all "$topic" features (all: $all) in your area of interest have the selected additional $tags (matched: $matched).
de: $result% aller "$topic" Features (alle: $all) im Untersuchungsgebiet haben die ausgewählten zusätzlichen $tags (übereinstimmend: $matched).

source: EUBUCCO is a dataset of building footprints for Europe. It is derived from administrative datasets.
de: EUBUCCO ist ein Datensatz von Gebäudeumrissen für Europa. Er wurde aus administrativen Datensätzen zusammengestellt.

source: OSM has substantivly more buildings than the reference datasets. The reference dataset is likely to miss many buildings.
de: OSM enthält deutlich mehr Gebäude als die Referenzdatensätze. Im Referenzdatensatz fehlen wahrscheinlich viele Gebäude.

source: Reference
de: Referenz

source: Building Area [km²]
de: Gebäudefläche [km²]

source: {} does not cover your area-of-interest.
de: {} deckt das Untersuchungsgebiet nicht ab.

source: Only {} of your area-of-interest is covered by {}
de: Nur {:.2f}% des Untersuchungsgebiets sind von {} bedeckt

source: {dataset} does not contain buildings for your area-of-interest.
de: enthält keine Gebäude im Untersuchungsgebiet.

source: {dataset} does only cover {coverage} of your area-of-interest. Comparison is made for the intersection area.
de: {dataset} deckt nur {coverage} des Untersuchungsgebiets ab. Der Vergleich erfolgt für die Schnittfläche.

source: The completeness of OSM buildings in your area-of-interest is low.
de: Die Vollständigkeit der OSM Gebäude im Untersuchungssgebiet ist niedrig.

source: The completeness of OSM buildings in your area-of-interest is medium.
de: Die Vollständigkeit der OSM Gebäude im Untersuchungsgebiet ist mittelmäßig.

source: The completeness of OSM buildings in your area-of-interest is high.
de: Die Vollständigkeit der OSM Gebäude im Untersuchungsgebiet ist hoch.

source: Comparison could not be made.
de: Vergleich konnte nicht durchgeführt werden.

source: The completeness in comparison to $dataset is $ratio%.
de: Die Vollständigkeit im Vergleich zu $dataset beträgt $ratio%.

source: %{customdata[0]} of features (%{customdata[1]}) were last modified in %{customdata[2]}<extra></extra>
de: %{customdata[0]} der Objekte (%{customdata[1]}) wurden zuletzt geändert im %{customdata[2]}<extra></extra>

source: Date of Last Edit
de: Datum der letzten Änderung

source: Last Edit to a Feature{}
de: Letzte Änderung an einem Objekt{}

source: younger than {up_to_date_str}
de: jünger als {up_to_date_str}

source: between {up_to_date_str} and {out_of_date_str}
de: zwischen {up_to_date_str} und {out_of_date_str}

source: older than {out_of_date_str}
de: älter als {out_of_date_str}

source: {years} year
de: {years} Jahr

source: {years} years
de: {years} Jahre

source: {months} month
de: {months} Monat

source: {months} months
de: {months} Monate

source: In the area of interest no features of the selected topic are present today.
de: Im Untersuchungsgebiet sind heute keine Objekte des ausgewählten Themas vorhanden.

source: Please note that in the area of interest less than 25 features of the selected topic are present today.
de: Bitte beachte, dass im Untersuchungsgebiet heute weniger als 25 Objekte des ausgewählten Themas vorhanden sind.

source: Please note that there was no mapping activity for {num_months} months in this region.
de: Bitte achte darauf, dass seit {num_months} Monaten keine Kartierungsaktivität in dieser Region stattgefundne hat.

source: Many features are out-of-date.
de: Viele Features sind veraltet.

source: Some features are up-to-date and some features are out-of-date.
de: Einige Features sind aktuell und einige Features sind veraltet.

source: Most features are up-to-date.
de: Die meisten Features sind aktuell.

source: In the area of interest $up_to_date_contrib_rel of the features ($aggregation$unit) were edited (created or modified) for the last time in the period between $from_timestamp and $to_timestamp.
de: Im Untersuchungsgebiet wurden $up_to_date_contrib_rel der Merkmale ($aggregation$unit) zum letzten Mal im Zeitraum zwischen $from_timestamp und $to_timestamp bearbeitet (erstellt oder geändert).

source: Note that the area of overlapping OSM land cover polygons will be counted multiple times.
de: Beachte, dass überlappende OSM-Landbedeckungsdatenflächen mehrfach gezählt werden.

source: In your area-of-interest, the completeness of OSM land cover data is low.
de: Die Vollständigkeit der Landbedeckung im Untersuchungsgebiet ist niedrig.

source: In your area-of-interest, the completeness of OSM land cover data is mediocre.
de: Die Vollständigkeit der Landbedeckung im Untersuchungsgebiet ist mittelmäßig.

source: In your area-of-interest, the completeness of OSM land cover data is high.
de: Die Vollständigkeit der Landbedeckung im Untersuchungsgebiet ist hoch.

source: $value of the total area is covered by OSM land cover data.
de: $value% des gesamten Gebietes ist von OSM Landbedeckungsdaten abgedeckt.

source: Urban fabric
de: Städtische Siedlungsgebiete

source: Industrial, commercial and transport units
de: Industrie-, Gewerbe- und Transportgebiete

source: Mine, dump and construction sites
de: Bergbau-, Deponie- und Baustellen

source: Artificial non-agricultural vegetated areas
de: Künstliche nicht-landwirtschaftlich genutzte Grünflächen

source: Arable land
de: Ackerland

source: Permanent crops
de: Dauerhafte Kulturen

source: Pastures
de: Weiden

source: Heterogeneous agricultural areas
de: Heterogene landwirtschaftliche Flächen

source: Forest
de: Wald

source: Shrubs and/or herbaceous vegetation associations
de: Sträucher und/oder krautige Vegetation

source: Open spaces with little or no vegetation
de: Offene Flächen mit wenig oder keiner Vegetation

source: Inland wetlands
de: Binnenfeuchtgebiete

source: Coastal wetlands
de: Küstenfeuchtgebiete

source: Inland waters
de: Binnengewässer

source: Marine waters
de: Meeresgewässer

source: Artificial areas
de: Künstliche Flächen

source: Agricultural areas
de: Landwirtschaftliche Flächen

source: Forest and semi-natural areas
de: Wald- und halbnatürliche Flächen

source: Wetlands
de: Feuchtgebiete

source: Water bodies
de: Gewässer

source: all CORINE Land Cover (CLC) classes
de: Alle CORINE Land Cover (CLC)-Klassen

source: CORINE Land Cover (CLC) class
de: CORINE Land Cover (CLC)-Klasse

source: Warning: There is only {coverage} coverage with the comparison data.
de: Abdeckung mit den Vergleichsdaten.

source: Please take the Land Cover Completeness indicator into account for interpretation of these results.
de: Bitte berücksichtige den Land Cover Completeness-Indikator bei der Interpretation dieser Ergebnisse.

source: Precision [%]:
de: Präzision [%]:

source: Area [km<sup>2</sup>]:
de: Fläche [km<sup>2</sup>]:

source: Area [%]:
de: Fläche [%]:

source: CORINE data from
de: CORINE-Daten von

source: OSM data from
de: OSM-Daten von

source: False Negative
de: Falsch-Negativ

source: CORINE class:
de: CORINE-Klasse:

source: OSM class:
de: OSM-Klasse:

source: True Positive
de: Richtig-Positiv

source: False Positive
de: Falsch-Positiv

source: In your area-of-interest, the thematic accuracy of $clc_class is $f1_score (low agreement between OSM and CORINE). This suggests that OSM has a poor classification quality or incomplete land cover data.
de: Die thematische Genauigkeit der Klasse $clc_class beträgt $f1_score im Untersuchungsgebiet (geringe Übereinstimmung zwischen OSM und CORINE). Dies deutet darauf hin, dass OSM eine schlechte Klassifizierungsqualität oder unvollständige Landbedeckungsdaten aufweist.

source: In your area-of-interest, the thematic accuracy of $clc_class is $f1_score (medium agreement between OSM and CORINE). This suggests that OSM does capture some land cover categories but may lack detail or accuracy.
de: Die thematische Genauigkeit der Klasse $clc_class beträgt $f1_score% im Untersuchungsgebiet (mittelmäßige Übereinstimmung zwische OSM und CORINE).Dies deutet darauf hin, dass OSM einige Landbedeckungsklassen gut erfasst, es jedoch an Details oder Genauigkeit mangelt.

source: In your area-of-interest, the thematic accuracy of $clc_class is $f1_score (high agreement between OSM and CORINE). This suggests that OSM provides a reliable representation of land cover.
de: Die thematische Genauigkeit der Klasse $clc_class beträgt $f1_score% im Untersuchungsgebiet (hohe Übereinstimmung zwische OSM und CORINE).Dies deutet darauf hin, dass OSM eine zuverlässige Darstellung der Landbedeckung bietet.

source: The F1-score could not be calculated, possibly due to missing data or the CLC class not being present in the selected region.
de: Der F1-Score konnte nicht berechnet werden, möglicherweise aufgrund fehlender Daten oder weil die CLC-Klasse in der ausgewählten Region nicht vorhanden ist.

source: The <a href="https://en.wikipedia.org/wiki/F-score">F1-Score</a> is used as a statistical metric that considers both the correctness and completeness of the land cover categories weighted by area.
de: Der <a href="https://en.wikipedia.org/wiki/F-score">F1-Score</a> wird als statistische Kennzahl verwendet, die sowohl die Richtigkeit als auch die Vollständigkeit der Landbedeckungskategorien unter Gewichtung nach Fläche berücksichtigt.

source: OSM data
de: OSM-Daten

source: Modelled saturation curve
de: Modellierte Sättigungskurve

source: Date
de: Datum

source: Value
de: Wert

source: Estimated total data: {asymptote}
de: Geschätzte Gesamtdatenmenge:

source: Estimated total data
de: Geschätzte Gesamtdatenmenge

source: No features were mapped in this region.
de: In dieser Region wurden keine Objekte erfasst.

source: Not enough data in total available in this region.
de: In dieser Region stehen insgesamt nicht genügend Daten zur Verfügung.

source: Not enough data points available in this regions. The Mapping Saturation indicator needs data for at least 36 months.
de: Nicht genügend Datenpunkte in dieser Region verfügbar. Der Mapping-Saturation-Indikator benötigt Daten für mindestens 36 Monate.

source: All mapped features in this region have been deleted.
de: Alle erfassten Objekte in dieser Region wurden gelöscht.

source: No saturation identified (Saturation ≤ 30%).
de: Kein Sättigung erkannt (Sättigung ≤ 30%).

source: Saturation is in progress (30% < Saturation ≤ 97%).
de: Sättigung fortschreitend (30% < Sättigung ≤ 97%).

source: High saturation has been reached (97% < Saturation ≤ 100%).
de: Hohe Sättigung ereicht (97% < Sättigung ≤ 100%).

source: Saturation could not be calculated.
de: Sättigung konnte nicht berechnet werden.

source: The saturation of the last 3 years is $saturation.
de: Die Sättigung der letzten 3 Jahre ist $saturation.

source: Bad data quality.
de: Schlechte Datenqualität

source: Medium data quality.
de: Mittlere Datenqualität.

source: Good data quality.
de: Gute Datenqualität.

source: Some description of the result.
de: Eine Beschreibung der Ergebnisse.

source: Microsoft Road Detections is a dataset of road world-wide. It is derived from satellite imagery.
de: Microsoft Road Detections ist ein weltweiter Datensatz von Straßen. Er wurdeaus Satellitenbildern erstellt.

source: {name} has a road length of {total_length} km, of which {matched_length} km are covered by roads in OSM.
de: {name} hat eine Straßenlänge von {total_length} km, von denen {matched_length}km von den Straßen in OSM gedeckt sind.

source: OSM Covered: {length_matched} km ({date})
de: von OSM abgedeckt: {length_matched} km {date}

source: {matched_percentage} of {name} are matched by OSM
de: {matched_percentage} von {name} sind von OSM abgedeckt

source: {not_matched_percentage} of {name} are not matched by OSM
de: {not_matched_percentage}% von {name} sind nicht von OSM abgedeckt

source: Not OSM Covered: {length_difference_km} km ({date})
de: Nicht von OSM abgedeckt: {length_difference_km} km ({date})

source: Matched road length [%]
de: Abgeglichene Straßenlänge [%]

source: Reference dataset {dataset} does not cover area-of-interest.
de: {} deckt das Untersuchungsgebiet nicht ab.

source: Only {a} of the area-of-interest is covered by the reference dataset ({b}). No quality estimation with reference {c} is possible.
de: Nur {a} des Untersuchungsgebiets sind vom Referenzdatensatz ({b}) abgedecktKeine Qualitätsabschätzung mit Referenz {c} ist möglich.

source: {dataset} does not contain roads for your area-of-interest.
de: enthält keine Gebäude im Untersuchungsgebiet.

source: The completeness of OSM roads in your area-of-interest is low.
de: Die Vollständigkeit der OSM Straßen im Untersuchungsgebiet ist niedrig.

source: The completeness of OSM roads in your area-of-interest is medium.
de: Die Vollständigkeit der OSM Straßen im Untersuchungsgebiet ist mittelmäßig.

source: The completeness of OSM roads in your area-of-interest is high.
de: Die Vollständigkeit der OSM Straßen im Untersuchungsgebiet ist hoch.

source: The completeness in comparison to $dataset is $ratio. $dataset have a total length of $length_total. $length_matched of $dataset are covered by OSM roads.
de: Die Vollständigkeit im Vergleich zu $dataset beträgt $ratio%.$dataset hat eine Gesamtlänge von $length_total.$length_matched von $dataset werden von OSM-Straßen abgedeckt.

source: %{y} Users were modifying in %{customdata[1]}<extra></extra>
de: %{y} Nutzer waren in %{customdata[1]} aktiv<extra></extra>

source: Users per Month
de: Nutzer pro Monat

source: 12-Month Weighted Avg
de: 12-Monatsdurchschnitt

source: Weighted Avg: %{y:.0f} Users<extra></extra>
de: Gewichteter Durchschnitt: %{y:.0f} Nutzer<extra></extra>

source: Last 36M Trend
de: Trend der letzten 36 Monate

source: Trend: %{y:.0f} Users<extra></extra>
de: Trend: %{y:.0f} Nutzer<extra></extra>

source: Active Users [#]
de: Aktive Nutzer [#]

source: In this region no user activity was recorded.
de: In dieser Region wurde keine Nutzeraktivität aufgezeichnet.

source: This is a no-quality indicator. No quality estimation will be calculated.
de: Dies ist ein Nicht-Qualitäts-Indikator. Keine Qualitätseinschätzung wird berechnet.

source: In the period between $from_timestamp and $to_timestamp a median of $median_users users added or edited objects of the selected topic in this region.
de: Im Zeitraum zwischen $from_timestamp und $to_timestamp haben durchschnittlich $median_users Benutzer Objekte zum ausgewählten Thema in dieser Region hinzugefügt oder bearbeitet.

source: something that is still a TODO
de: etwas ist immernoch ein TODO

source: completeness
de: Vollständigkeit

source: The degree to which subject data associated with an entity has values for all expected attributes and related entity instances in a specific context of use.
de: Der Grad, in dem mit einer Entität verbundene Fachdaten Werte für alle erwarteten Attribute und zugehörige Entitätsinstanzen in einem bestimmten Verwendungskontext aufweisen.

source: currentness
de: Aktualität

source: The degree to which data has attributes that are of the right age in a specific context of use.
de: Der Grad, in dem Daten Attribute aufweisen, die für einen bestimmten Verwendungskontext das richtige Alter haben.

source: thematic accuracy
de: Thematische Genauigkeit

source: The degree to which attributes of data are correct (agree with "truth" of the reference dataset).
de: Der Grad, in dem die Attribute von Daten korrekt sind (mit der "Wahrheit"des Referenzdatensatzes übereinstimmen).

source: A minimal quality dimension definition for testing purposes.
de: Eine minimale Qualitätsdimension zum Testen.

source: none
de: Keine

source: No specific quality dimension
de: Keine spezifische Qualitätsdimension

source: Buildings (count)
de: Gebäude (Anzahl)

source: All buildings as defined by all objects tagged with 'building=*'.
de: Alle Gebäude, definiert durch alle Objekte mit dem Tag ‚building=*‘.

source: Buildings (area)
de: Gebäude (Fläche)

source: Roads (all highways)
de: Straßen (alle highways)
